tools/bringup/cases/phase1_smoke/channelSteady/system/blockMeshDict
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    object blockMeshDict;
}

convertToMeters 1;

vertices
(
    (0 0 0)
    (4 0 0)
    (4 1 0)
    (0 1 0)
    (0 0 0.1)
    (4 0 0.1)
    (4 1 0.1)
    (0 1 0.1)
);

blocks
(
    hex (0 1 2 3 4 5 6 7) (20 10 1) simpleGrading (1 1 1)
);

edges
(
);

boundary
(
    inlet
    {
        type patch;
        faces
        (
            (0 3 7 4)
        );
    }
    outlet
    {
        type patch;
        faces
        (
            (1 2 6 5)
        );
    }
    walls
    {
        type wall;
        faces
        (
            (0 1 5 4)
            (3 2 6 7)
            (0 1 2 3)
            (4 5 6 7)
        );
    }
);

mergePatchPairs
(
);
